IDEA Open Model
MatReinforcement.BarSurface Property
Compatible with IDEA StatiCa Beta 20.0
 Surface of bar
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReinfBarSurface BarSurface { get; set; }
Public Property BarSurface As ReinfBarSurface
	Get
	Set
Property Value
Type: ReinfBarSurface
See Also
Reference
MatReinforcement Class
IdeaRS.OpenModel.Material Namespace